<!--
 * @Author: zhang00001 774004514@qq.com
 * @Date: 2024-03-05 14:32:53
 * @LastEditors: zhang00001 774004514@qq.com
 * @LastEditTime: 2024-03-05 14:35:41
 * @FilePath: \cshy-h5\pages\users\login\protocol2.vue
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
-->
<template>
  <div class="page">
    <p style="text-align: center">
      <strong>便利驿站</strong><strong>用户</strong><strong>服务</strong
      ><strong>条款</strong>
    </p>
    <br />
    <p>&nbsp;</p>
    <br />
    <p>更新日期：2024年3月4日</p>
    <br />
    <p>生效日期：2024年12月1日</p>
    <br />
    <p>
      您在使用便利驿站服务前，应当仔细认真阅读本《便利驿站用户服务条款》(下称&ldquo;<strong>本条款</strong>&rdquo;)中的全部规则、<a
        href="https://rules-center.meituan.com/rules-detail/4"
        ><u>《</u><u>便利驿站</u><u>用户服务协议》</u></a
      >及发布的其他服务条款、专项产品或服务规则或规范（包括但不限于《退换货政策》、《配送规则》、《自提服务协议》、《积分规则》《优惠券规则说明》、《开票说明》以及《礼品卡使用说明》等，以下合称&ldquo;<strong>服务规则</strong>&rdquo;）的内容<strong
        >（特别是其中以黑体字标示出的关于</strong
      ><strong>便利驿站</strong
      ><strong
        >服务及用户重大权益的规则，该等规则可能涉及相关方的责任免除或限制、法律适用与争议解决条款，请您重点阅读）</strong
      >，确认对本条款、《便利驿站用户服务协议》及各项服务规则均已知晓、理解并接受，并已同意将其作为确定双方权利义务的依据。<strong
        ><u>如您使用</u></strong
      ><strong><u>便利驿站</u></strong
      ><strong><u>账号访问</u></strong
      ><strong><u>便利驿站</u></strong
      ><strong><u>服务或以其他方式使用或接受</u></strong
      ><strong><u>便利驿站</u></strong
      ><strong><u>的任何服务，即视为您已阅读并与</u></strong
      ><strong><u>便利驿站</u></strong
      ><strong
        ><u
          >达成协议，自愿接受本条款及服务规则的所有内容的约束。所有服务规则视为本条款不可分割的一部分，与本条款具有同等法律效力。</u
        ></strong
      >
    </p>
    <br />
    <p>
      本条款的签约双方为便利驿站服务的实际运营商武汉楚商汉源贸易有限公司与使用便利驿站相关服务的使用人（下称&ldquo;<strong>用户</strong>&rdquo;或&ldquo;<strong>您</strong>&rdquo;），本条款是您与便利驿站之间关于您使用便利驿站提供的各项服务所订立的服务条款，具有正式书面合同的效力。
    </p>
    <br />
    <p>
      本条款为《便利驿站用户服务协议》（包括但不限于所附的《便利驿站隐私政策》）的必要组成部分。《便利驿站用户服务协议》将同时适用于便利驿站的各项服务。如本条款与《便利驿站用户服务协议》文本内容存在冲突之处，则以时间上最新发布的内容为准，发布时间相同的，以本条款为准。本条款有待明确、存在歧义或未规定之处均以《便利驿站用户服务协议》中的规定为准。
    </p>
    <br />
    <p>
      您理解并同意，便利驿站将根据《便利驿站用户服务协议》的约定，对本条款或各项服务规则不时地进行修改更新。修改更新内容的发布和实施均适用《便利驿站用户服务协议》的相关约定。
    </p>
    <br />
    <p><strong>一、定义条款</strong></p>
    <br />
    <p>
      1.1&ldquo;便利驿站&rdquo;：指武汉楚商汉源贸易有限公司运营的便利驿站旗下的域名为https://cshy.store/front/index.html#/的网站、客户端及未来技术发展出现的新的服务形态。
    </p>
    <br />
    <p>
      1.2&ldquo;销售者&rdquo;：通过便利驿站实际向用户销售商品或服务的主体。包括便利驿站及其分公司、子公司、关联公司。销售者与用户通过便利驿站进行的商品买卖、配送、退换货等均受本条款约束。
    </p>
    <br />
    <p>
      1.3&ldquo;便利驿站服务&rdquo;：指便利驿站向用户提供的自营商品的发布、网页浏览、信息交流、交易以及技术支持、相关软件、系统维护等相关服务。
    </p>
    <br />
    <p>
      <strong>1.4&ldquo;服务规则&rdquo;：指在</strong><strong>便利驿站</strong
      ><strong
        >上已经发布或将来可能发布的各种规范性文件，包括但不限于协议、协议附件、细则、服务规则、使用说明等及主页、商品页面或其它页面发布的常见问题说明、商品说明、退换货说明、通知、公告、其它文字说明等。</strong
      >
    </p>
    <br />
    <p>
      1.5&ldquo;账号&rdquo;：指用户根据本条款第二条的规定注册并使用，可以登录便利驿站的用户账号。
    </p>
    <br />
    <p>
      1.6&ldquo;关联公司&rdquo;：指武汉楚商汉源贸易有限公司直接或间接参股、控股，或与武汉楚商汉源贸易有限公司受同一股东直接或间接参股、控股，或与武汉楚商汉源贸易有限公司经营同一主打品牌、共同进行经营管理的公司。
    </p>
    <br />
    <p><strong>二、用户账号</strong></p>
    <br />
    <p>
      2.1您知悉并同意，您可通过注册新的便利驿站账号或登录您现有的便利驿站账号以使用便利驿站的各项服务及功能，并应遵守《便利驿站用户服务协议》中的各项规定。
    </p>
    <br />
    <p><strong>三、用户服务</strong></p>
    <br />
    <p>3.1服务内容</p>
    <br />
    <p>便利驿站将向您提供如下服务：</p>
    <br />
    <p>
      3.1.1用户有权在便利驿站浏览商品信息、有权通过便利驿站下达购买商品的订单、支付价款等。
    </p>
    <br />
    <p>
      3.1.2用户有权在便利驿站查看其账号下的信息，有权应用便利驿站提供的功能进行操作。
    </p>
    <br />
    <p>
      3.1.3用户有权按照便利驿站发布的活动规则参与便利驿站组织的线上线下活动。
    </p>
    <br />
    <p>3.1.4便利驿站承诺为用户提供的其他服务。</p>
    <br />
    <p>3.2服务规则</p>
    <br />
    <p>用户承诺遵守包括但不限于下列便利驿站服务规则：</p>
    <br />
    <p>
      3.2.1用户应当遵守法律法规、规章、规范性文件及政策要求的规定，不得在便利驿站或利用便利驿站服务从事非法或其他损害便利驿站或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论，未经便利驿站授权使用或伪造便利驿站电子邮件题头信息等。
    </p>
    <br />
    <p>
      <strong>3.2.2用户应当遵守法律法规及《</strong><strong>便利驿站</strong
      ><strong>用户服务协议》的规定，妥善使用和保管</strong
      ><strong>便利驿站</strong><strong>账号及密码。当用户发现</strong
      ><strong>便利驿站</strong
      ><strong
        >账号被未经其授权的第三方使用或存在其他账号安全问题时应立即有效通知</strong
      ><strong>便利驿站</strong><strong>，要求</strong><strong>便利驿站</strong
      ><strong>暂停该</strong><strong>便利驿站</strong
      ><strong>账号的服务。用户理解</strong><strong>便利驿站</strong
      ><strong>对用户的任何请求采取行动均需要合理时间，且</strong
      ><strong>便利驿站</strong
      ><strong
        >应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除</strong
      ><strong>便利驿站</strong><strong>存在法定过错外，</strong
      ><strong>便利驿站</strong><strong>不承担责任。用户在未经</strong
      ><strong>便利驿站</strong><strong>同意的情况下不得将</strong
      ><strong>便利驿站</strong
      ><strong>账号以赠与、借用、租用、转让或其他方式处分给他人。</strong>
    </p>
    <br />
    <p>
      3.2.3用户承诺在便利驿站上购买商品过程中遵守法律法规、不违背社会公德及遵守诚实信用原则，不扰乱便利驿站运营的正常秩序，用户亦不得实施以下行为：<br />3.2.3.1以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等非便利驿站认可的方式访问或登录便利驿站；<br />3.2.3.2通过任何方式对便利驿站造成或可能造成不合理或不合比例的重大负荷；<br />3.2.3.3通过发送病毒、木马等行为攻击其它用户的账号或终端设备；<br />3.2.3.4冒充便利驿站工作人员欺骗其他用户；<br />3.2.3.5下单后无正当理由拒不收货；<br />3.2.3.6通过留言、评价等手段发送违规或垃圾信息；<br />3.2.3.7协助他人获取不正当利益；教唆他人从事本条款所禁止的行为；<br />3.2.4未经便利驿站同意，禁止用户在便利驿站上发布任何形式的广告。<br /><strong
        >3.2.5 除本条款或另有约定外，用户理解并保证遵循《</strong
      ><strong>便利驿站</strong><strong>用户服务协议》的规定，不利用在</strong
      ><strong>便利驿站</strong
      ><strong>上注册的账号进行经营活动、牟利行为及其他未经</strong
      ><strong>便利驿站</strong
      ><strong>许可的行为，包括但不仅限于以下行为：</strong
      ><strong><br /></strong><strong>3.2.5.1用户账号内的任何</strong
      ><strong>便利驿站</strong
      ><strong>优惠信息（包括但不限于积分、返利、抵用券）由</strong
      ><strong>便利驿站</strong><strong>享有解释权和修改权，用户仅享有在</strong
      ><strong>便利驿站</strong><strong>购物时的使用权，严禁转卖</strong
      ><strong>便利驿站</strong
      ><strong
        >账号、积分、返利、抵用券或其他类型的优惠券、礼品卡、或利用</strong
      ><strong>便利驿站</strong><strong>账号进行其他经营性行为等；</strong
      ><strong><br /></strong
      ><strong
        >3.2.5.2恶意利用技术手段或其他方式，为获取优惠、折扣或其他利益而注册多个账号、下单等行为，影响其他用户正常消费行为或相关合法权益、影响</strong
      ><strong>便利驿站</strong><strong>正常销售秩序的行为；</strong
      ><strong><br /></strong
      ><strong>3.2.5.3以再销售或商业使用为目的，对</strong
      ><strong>便利驿站</strong><strong>商品或服务进行购买的行为（与</strong
      ><strong>便利驿站</strong><strong>另有合同约定的除外）；</strong
      ><strong><br /></strong
      ><strong
        >3.2.5.4商品或服务的供应商、代理商以及合作商家对其所供商品进行回购的行为；</strong
      ><strong><br /></strong
      ><strong
        >3.2.5.5任何对商品目录、说明、价格、数量、其他用户信息或其他内容的下载、转载、收集、衍生利用、复制、出售、转售或其他形式的使用，无论是否通过Robots、Spiders、自动仪器或手工操作。</strong
      ><strong><br /></strong
      ><strong><br /></strong
      >3.2.6用户在便利驿站中发布信息应当遵循《便利驿站用户服务协议》的规定，除此之外，用户进一步同意不得发布下列任何信息：
    </p>
    <br />
    <p>3.2.6.1恶意欺诈信息；</p>
    <br />
    <p>3.2.6.2与商品交易无关的信息；</p>
    <br />
    <p>3.2.6.3不以商品交易为目的的信息；</p>
    <br />
    <p>3.2.6.4存在恶意评价信息；</p>
    <br />
    <p>3.2.6.5试图或已经扰乱正常交易秩序的信息；</p>
    <br />
    <p>3.2.6.6虚构事实、误导、欺骗他人的信息；</p>
    <br />
    <p>3.2.6.7发布、传送、传播广告信息及垃圾信息。</p>
    <br />
    <p>
      3.2.7用户不得发布任何侵犯他人著作权、商标权等知识产权或其他合法权利的内容；如果有其他用户或权利人发现用户发布的信息涉嫌知识产权、或其他合法权益争议的，这些用户或权利人要求便利驿站删除用户发布的信息，或者采取其他必要措施予以制止的，便利驿站将会依法采取这些措施。
    </p>
    <br />
    <p>
      3.2.8用户在便利驿站对商品/服务进行评价时应当根据实际情况如实进行评价。
    </p>
    <br />
    <p>
      3.2.9用户应当按照便利驿站发布的规则参加便利驿站抽奖等活动，遵守活动秩序。
    </p>
    <br />
    <p>
      <strong>3.2.10若用户未遵守以上规定的，</strong><strong>便利驿站</strong
      ><strong
        >有权做出独立判断并采取暂停或注销用户的账号、冻结账号内余额（如有）、取消相应交易订单、要求销售者停止发货等措施。</strong
      >
    </p>
    <br />
    <p><strong>四、交易规则</strong></p>
    <br />
    <p>
      用户承诺在其进入便利驿站消费，通过便利驿站与销售者进行交易的过程中遵守如下便利驿站交易规则。
    </p>
    <br />
    <p>4.1.浏览商品信息</p>
    <br />
    <p>
      <strong>用户在</strong><strong>便利驿站</strong
      ><strong
        >浏览商品信息时，应当仔细阅读商品信息中包含的全部内容，包括但不限于商品的名称、产地、规格、口味、单位、保质期、储藏方式、食用方法、品牌、数量、价格、配送方式、退换货方式、退款条件、售后服务等内容，其中用户应特别注意商品的退款条件等内容，您应在认真阅读、理解并完全接受商品信息中包含的全部内容后方可点击购买（或&ldquo;结算&rdquo;等类似功能按键，下同）。</strong
      >
    </p>
    <br />
    <p>4.2提交及确认商品订单</p>
    <br />
    <p>
      <strong
        >4.2.1您在点击购买后，将进入商品订单页面（具体页面内容及标题可能因网页或客户端版本不同，在不同时期而有所差异）。用户应当仔细阅读商品订单页面中所包含的全部内容，包括但不限于商品信息中的全部内容、为再次提示用户注意而标明的本单商品的退款条件等内容（如有），选择及确认购买数量、价格、应付总额、用户接收商品电子消费凭证的联系方式或接收货物的收货地址、送货时间、收货人等内容。您需配合提供最新、真实、完整、有效的信息，以使商品订单及时准确的完成。</strong
      >
    </p>
    <br />
    <p>
      <strong
        >4.2.2用户下单时须填写用户希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；用户可以随时登录用户在本站注册的账户，查询用户的订单状态。</strong
      >
    </p>
    <br />
    <p>
      <strong
        >4.2.3合同关系一经成立，商品订单中所包含的全部内容即为商品合同的内容，具体包括但不限于商品的名称、产地、规格、口味、单位、保质期、储藏方式、食用方法、品牌、数量、价格、配送方式、退换货方式、退款条件、售后服务，及用户填写的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等，用户与销售者均应当按照前述商品合同的约定履行各自的权利义务。</strong
      >
    </p>
    <br />
    <p>
      <strong>4.2.4</strong
      ><strong
        >用户理解并同意，尽管商户做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，在特殊情况下，用户付款之后会存在库存不足、配送运力不足，以及不可抗力等导致的履约不能的可能；如遇上述情况，</strong
      ><strong>便利驿站</strong
      ><strong
        >或销售者将及时与用户联系，协商解除订单事宜。若一定期限后，难以协商达成一致的，为保障用户资金安全，</strong
      ><strong>便利驿站</strong
      ><strong
        >或销售者有权解除订单，为用户办理退款手续，并给予用户补偿，交易价款将原路返还用户付款账户。用户亦可主动联系客服电话：</strong
      ><strong>027-87270608</strong><strong>，与</strong
      ><strong>便利驿站</strong><strong>或销售者协商补偿事宜。</strong>
    </p>
    <br />
    <p>
      <strong>便利驿站</strong><strong>在发现</strong><strong>便利驿站</strong
      ><strong
        >显示的商品描述及订单明显错误、有重大瑕疵的情况下（例如基于系统、人为输入或填写错误、笔误等原因，出现商品价格明显低于在</strong
      ><strong>便利驿站</strong
      ><strong
        >或其他类似行业中的相同或类似商品的价格，或者商品规格与商品价格明显不匹配等），有权单方面撤回该等信息或在合同关系成立的情况下撤销该订单。用户已付款的，价款应原路返还用户付款账户。</strong
      ><strong>便利驿站</strong><strong>保留对商品订购数量的限制权。</strong>
    </p>
    <br />
    <p>
      <strong>4.2.5</strong><strong>便利驿站</strong
      ><strong>特别提示您：</strong
      ><strong
        ><u
          >您在提交订单前应再次阅读并确认商品订单的全部内容后方可点击确认订单并付款，您提交商品订单即视为您已知晓、同意并接受商品订单中的全部内容，与销售者、</u
        ></strong
      ><strong><u>配送合作商</u></strong
      ><strong
        ><u
          >（如适用）成立了合同关系。商品订单中所包含的全部内容即为合同的内容，包括但不限于商品/服务的名称、规格、数量、质量、价格、保质期、商家地址、营业时间、配送方式等，您与商家均应当按照前述合同的约定履行各自的权利义务。</u
        ></strong
      >
    </p>
    <br />
    <p>4.3商品价款</p>
    <br />
    <p>
      4.3.1用户应根据付款页面的提示通过网上支付平台完成商品价款的支付。除货到付款的商品或另有特别明示说明外（如有），用户在支付商品价款之前无权要求销售者向用户提供商品。
    </p>
    <br />
    <p>
      <strong>4.3.2 因不同渠道经营成本、促销活动等不同，</strong
      ><strong>便利驿站</strong
      ><strong
        >在不同渠道的展示商品价格、服务费用、活动等均有可能出现不一致的情况，用户可以自主选择喜欢的渠道下单或参与活动等（不同渠道包括但不限于</strong
      ><strong>便利驿站</strong><strong>端、微信小程序、</strong
      ><strong>便利驿站</strong><strong>外卖渠道等）。</strong>
    </p>
    <br />
    <p>4.4配送规则</p>
    <br />
    <p>
      4.4.1您知悉、理解并同意：所有在便利驿站上显示的送货时间和预计送达时间（如有）为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的，具体送出和送达时间以实际为准。如下情况的订单延迟或无法配送等，便利驿站及销售者不承担延迟配送的责任：
    </p>
    <br />
    <p>4.4.1.1用户提供的信息错误、地址不详细等原因导致的；</p>
    <br />
    <p>4.4.1.2货物送达后无人签收，导致无法配送或延迟配送的；</p>
    <br />
    <p>4.4.1.3用户拒收的；</p>
    <br />
    <p>4.4.1.4根据用户指示，商品放置于其他代收地点或室外地点的；</p>
    <br />
    <p>
      4.4.1.5不可抗力因素导致的，例如：自然灾害、交通戒严、交通管制、突发战争等。
    </p>
    <br />
    <p>4.4.1.6便利驿站显示送出和送达时间迟延在24小时以内的。</p>
    <br />
    <p>
      <strong>4.4.</strong><strong>2</strong
      ><strong
        >收货人在签收商品时，应当对商品进行验收，发现存在商品破损、表面不一或其它质量问题的，有权拒绝签收商品，留存开封和商品质量问题的视频作为证据，并在签收单（收货人联和承运人联）上备注详细情况并让承运人签字确认或者直接退回商品。</strong
      >
    </p>
    <br />
    <p>
      4.4.3便利驿站依据用户填写的收货地址进行配送，如果实际收货人与用户本人或用户填写的收货人不一致的，实际收货人的签收或其它意思表示或行为，即视为用户的意思表示或行为，其法律效果由用户承担。
    </p>
    <br />
    <p>4.5退款/退货/换货规则</p>
    <br />
    <p>
      4.5.1用户支付商品价款成功后，有下列情形的，用户有权要求便利驿站或销售者退款：
    </p>
    <br />
    <p>
      4.5.1.1用户付款成功后，因不可抗力或非用户原因，导致无法向用户提供商品的；
    </p>
    <br />
    <p>
      4.5.1.2用户付款成功后，因确属情况变化导致销售者需要变更商品合同内容，用户不接受变更后内容的。
    </p>
    <br />
    <p>
      4.5.2用户已实际消费、使用商品的，无权要求便利驿站或销售者退款，但商品与商品合同约定内容严重不符、存在其他严重质量问题或违反《网络交易管理办法》、《中华人民共和国食品安全法》、《中华人民共和国消费者权益保护法》等法律规定的强制性、禁止性规定的情况的除外。
    </p>
    <br />
    <p>
      4.5.3用户有权自收到商品之日起七日内退货，且无需说明理由，但下列商品除外：
    </p>
    <br />
    <p>4.5.3.1用户定作的；</p>
    <br />
    <p>4.5.3.2鲜活易腐的；</p>
    <br />
    <p>4.5.3.3在线下载或者用户拆封的音像制品、计算机软件等数字化商品；</p>
    <br />
    <p>4.5.3.4交付的报纸、期刊。</p>
    <br />
    <p>
      <strong
        >其中，双方同意鲜活易腐的商品包括不限于：蔬菜、水果、水产类、肉类、禽类、食用农产品、散装食品、冷冻冷藏食品、保质期不超过7日的面包、酸奶等产品、收货日起剩余保质期不超过7日的其它食品、月饼、粽子等节令产品。</strong
      >
    </p>
    <br />
    <p>
      4.5.4用户退货的商品应当完好。若用户购买的商品有赠品，办理退货时，须同时将赠品全部退回。销售者应当自收到退回商品之日起七日内返还用户支付的商品价款（第三方支付机构与用户的协议之间另有约定的，从其约定）。<strong
        >退回商品的运费由用户承担。</strong
      >
    </p>
    <br />
    <p>
      4.5.5如果便利驿站另行发布退货规则的，该规则属于本条款的一部分，与本条款具有同等效力；如与本条款有冲突的，以便利驿站另行发布的退货规则为准。退货规则有变更的，以新变更的规则为准。
    </p>
    <br />
    <p>
      <strong
        >4.5.6实际交易之中，如果销售者给予用户的退货或退款条件比本条款约定的条件更为优越，不视为</strong
      ><strong>便利驿站</strong
      ><strong>于本条款项下约定的权利的减损和义务的加重。</strong>
    </p>
    <br />
    <p>
      <strong>4.5.7生鲜自加工商品的包装可能会出现与</strong
      ><strong>便利驿站</strong
      ><strong
        >图片不完全相同的情况，在保证品质、价格及规格的前提下，最终商品以实物为准，不视为</strong
      ><strong>便利驿站</strong><strong>或销售者违约。</strong>
    </p>
    <br />
    <p>
      4.5.8便利驿站用户交易应以最终消费而非以转销售为目的。如用户违反以转售等商业目的购买商品，便利驿站和销售者有权拒绝出售、取消交易、取消促销价格和优惠政策，并要求用户依据本条款的约定承担违约责任。
    </p>
    <br />
    <p><strong>五、用户的权利和义务</strong></p>
    <br />
    <p>5.1用户有权按照本条款约定接受便利驿站提供的本协议项下服务。</p>
    <br />
    <p>
      <strong>5.2用户一经注册/登录，即视为同意接收来自</strong
      ><strong>便利驿站</strong
      ><strong
        >的推送信息，包括但不限于营销活动信息、商品交易信息、促销信息等。为使用户及时了解丰富的商品信息，提升服务体验，</strong
      ><strong>便利驿站</strong
      ><strong
        >或其合作的第三方可以在法律法规允许的范围内，通过短信、电话、邮件等各种方式向用户提供前述信息。如果用户不同意接收来自</strong
      ><strong>便利驿站</strong><strong>的推送信息，可以退订。</strong>
    </p>
    <br />
    <p>
      5.3<strong
        >如用户要求获得商品的发票、购物小票或其它现有制式购货凭证，有权且应当在下订单时向销售者提出，发票金额以实际支付的价款为准。</strong
      >
    </p>
    <br />
    <p>
      5.4<strong
        >用户在使用商品的过程中，如发现商品与订单内容不符或存在质量等问题的，应及时向销售者提出。</strong
      >
    </p>
    <br />
    <p>5.5用户在付款成功后应配合接收货物或电子消费凭证（如有）。</p>
    <br />
    <p>
      5.6<strong>用户应妥善保管注册/登录</strong><strong>便利驿站</strong
      ><strong
        >的手机号、账号、密码、数字证书（如有）、手机动态口令（如有）、账号绑定的手机号码及</strong
      ><strong>便利驿站</strong
      ><strong
        >关联账号银行账户、卡号、密码、开户行预留的手机号码，及来自于</strong
      ><strong>便利驿站</strong
      ><strong>及/或开户行向用户发送的校验码等与</strong
      ><strong>便利驿站</strong><strong>账号或与</strong
      ><strong>便利驿站</strong
      ><strong
        >账号关联的银行账户有关的一切信息和设备。如用户更换、暂停或终止使用上述信息和/或设备，或遗失或泄露前述信息和/或设备的，用户应及时通知</strong
      ><strong>便利驿站</strong><strong>进行并及时联系</strong
      ><strong>便利驿站</strong
      ><strong
        >进行解绑、变更或注销处理，以减少可能发生的损失。无论是否已通知</strong
      ><strong>便利驿站</strong
      ><strong>，因上述原因所致损失需由用户自行承担。</strong>
    </p>
    <br />
    <p>
      <strong
        >凡使用注册用户名、手机号、账号和手机验证码、密码进行交易、提出交易条件、或做出其它意思表示的，均视为用户的意思表示，因此产生的交易效果由用户承担。除非用户在交易前已有效通知</strong
      ><strong>便利驿站</strong><strong>挂失账号。</strong>
    </p>
    <br />
    <p>
      5.7<strong
        >用户付款成功前，销售者有权对订单内容作出变更。如用户接受变更后的内容，则用户可确认订单及付款；如用户不接受变更后内容，则有权取消订单。用户付款成功后，如确因情况变化导致需对订单内容作出变更的，销售者有权单方对订单内容作出变更，如用户接受变更则按变更后的订单内容进行消费，如用户不接受变更则用户有权取消订单并要求销售者全额退款。</strong
      >
    </p>
    <br />
    <p>
      5.8用户可以根据《便利驿站用户服务协议》的规定注销在便利驿站的账号。除法律法规另有规定外，注销账号之后便利驿站将停止为用户提供服务，并根据法律规定或协议约定的期限保存用户的个人信息，保存期限届满后便利驿站将对用户的个人信息进行匿名化处理。
    </p>
    <br />
    <p>
      <strong>六</strong><strong>、</strong><strong>便利驿站</strong
      ><strong>的权利和义务</strong>
    </p>
    <br />
    <p>
      6.1如用户不具备《便利驿站用户服务协议》或本条款约定的注册资格，则便利驿站有权拒绝用户进行注册，对已注册的用户有权注销其便利驿站会员账号，便利驿站因此而遭受损失的有权向前述用户或其法定代理人主张赔偿。同时，便利驿站保留其他任何情况下决定是否接受用户注册的权利。
    </p>
    <br />
    <p>6.2便利驿站发现账号使用者并非账号初始注册人时，有权中止该账号的使用。</p>
    <br />
    <p>
      6.3便利驿站通过技术检测、人工抽检等检测方式合理怀疑用户提供的信息错误、不实、失效或不完整时，有权通知用户更正、更新信息或中止、终止为其提供便利驿站服务。
    </p>
    <br />
    <p>
      6.4便利驿站有权在发现便利驿站上显示的任何信息存在明显错误时，对信息予以更正。
    </p>
    <br />
    <p>
      6.5便利驿站保留修改、中止或终止便利驿站服务的权利，便利驿站行使前述权利将按照法律规定的程序及方式告知用户。
    </p>
    <br />
    <p>
      6.6便利驿站应当采取必要的技术手段和管理措施保障便利驿站的正常运行，并提供必要、可靠的交易环境和交易服务，维护交易秩序。
    </p>
    <br />
    <p>
      6.7<strong>便利驿站</strong
      ><strong
        >有权在本条款履行期间及本条款终止后保留用户的注册信息及用户应用</strong
      ><strong>便利驿站</strong
      ><strong>服务期间的全部交易信息，但不得非法使用该等信息。</strong>
    </p>
    <br />
    <p>
      6.8便利驿站不会删除涉及平台内销售的商品或提供的服务的用户评价，除非用户评价不符合国家法律法规或规范性文件。便利驿站行使该等权利不需提前通知用户。
    </p>
    <br />
    <p><strong>七、用户信息</strong></p>
    <br />
    <p>便利驿站非常重视用户个人信息的保护。</p>
    <br />
    <p>
      您知悉、理解并同意，便利驿站服务过程中，可能涉及收集、存储、使用、共享和保护用户个人信息。在您使用便利驿站提供的服务时，您同意便利驿站依据<a
        href="https://rules-center.meituan.com/rules-detail/2"
        ><u>《</u><u>便利驿站</u><u>隐私政策》</u></a
      >和<a href="https://rules-center.meituan.com/rules-detail/31"
        ><u>《</u><u>便利驿站</u><u>隐私政策》</u></a
      >的规定执行相关个人信息的收集、使用和共享。由于便利驿站基本提供自营商品或服务，依据《便利驿站隐私政策》规定，《便利驿站隐私政策》和《便利驿站隐私政策》的规定不一致之处以《便利驿站隐私政策》的规定为准。您进一步同意，就便利驿站所产生的交易或其他与个人信息使用紧密相关的交易，您授权便利驿站使用或允许便利驿站审核许可的第三方在必要、合理的限度内使用您的个人信息，包括但不限于身份信息、账号信息、交易信息等。
    </p>
    <br />
    <p>
      便利驿站希望通过《便利驿站隐私政策》和《便利驿站隐私政策》向用户清楚地介绍对用户个人信息的处理方式，因此建议用户完整地阅读《便利驿站隐私政策》和《便利驿站隐私政策》，以帮助用户更好地保护用户的隐私权。
    </p>
    <br />
    <p><strong>八、特别声明</strong></p>
    <br />
    <p>
      8.1<strong>用户未通过</strong><strong>便利驿站</strong
      ><strong>进行的交易不属于</strong><strong>便利驿站</strong
      ><strong>交易，</strong><strong>便利驿站</strong
      ><strong>对此不承担任何责任，交易也不受本条款约束。不属于</strong
      ><strong>便利驿站</strong
      ><strong>交易的情况具体包括：用户未与销售者成立订单；用户未在</strong
      ><strong>便利驿站</strong
      ><strong
        >与销售者成立订单（包括与销售者以线下或其它线上方式成立订单）；用户未通过</strong
      ><strong>便利驿站</strong><strong>付款。</strong>
    </p>
    <br />
    <p>
      8.2<strong>不论在何种情况下，</strong><strong>便利驿站</strong
      ><strong
        >对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务不承担责任。</strong
      >
    </p>
    <br />
    <p>8.3<strong>作弊、扰乱交易秩序的情况</strong></p>
    <br />
    <p>
      <strong
        >8.3.1除活动规则另有规定外，每次活动中，每个用户只限参加一次活动（活动包括并不限于促销优惠、秒杀、抽奖等等），每个用户只能中奖一次。同一手机、同一联系方式、同一IP地址、同一</strong
      ><strong>便利驿站</strong
      ><strong
        >账号、同一身份证件、同一银行卡号、同一收货地址、同一终端设备号或其他可以合理显示为同一用户的情形，均视为同一用户。</strong
      >
    </p>
    <br />
    <p>
      <strong
        >8.3.2活动期间，如发现有用户通过不正当手段（包括但不限于侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册、用机器注册</strong
      ><strong>便利驿站</strong
      ><strong
        >账号、用机器模拟客户端）参加活动而有碍其他用户公平参加本次活动或有违反活动目的之行为，活动举办方有权取消其获奖资格或其因参加活动所获赠品或权益。如该作弊行为给活动举办方造成损失的，活动举办方保留追究赔偿的权利。</strong
      >
    </p>
    <br />
    <p>
      <strong>8.3.3对于恶意进行注册，反复交易退款，侵害</strong
      ><strong>便利驿站</strong><strong>实际经营交易的情况，</strong
      ><strong>便利驿站</strong
      ><strong>会停止服务、封停账号并追究责任。</strong>
    </p>
    <br />
    <p><strong>九、知识产权</strong></p>
    <br />
    <p>
      9.1便利驿站所展示的各运营系统由武汉楚商汉源贸易有限公司自主开发、运营提供技术支持，并对便利驿站服务的开发和运营等过程中产生的所有数据和信息等享有全部权利。便利驿站提供各项服务时所依托软件的著作权、专利权，所使用的各项商标、商业形象、商业标识、技术诀窍，其著作权、商标权及其他各项相关权利均归便利驿站所有。
    </p>
    <br />
    <p>
      9.2您理解并同意：<strong><u>您在</u></strong
      ><strong><u>便利驿站</u></strong
      ><strong
        ><u
          >发表的商品使用体验、商品讨论或图片等所有信息（以下简称&ldquo;信息&rdquo;）及其衍生品的知识产权及所有权，适用
        </u></strong
      ><a href="https://rules-center.meituan.com/m/detail/guize/4?activeRule=1"
        ><strong><u>《</u></strong
        ><strong><u>便利驿站</u></strong
        ><strong><u>用户服务协议》</u></strong></a
      ><strong><u>中的相关约定</u></strong
      >。
    </p>
    <br />
    <p>
      9.3便利驿站所包含的全部智力成果包括但不限于数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件
      (包括小应用程序和脚本)
      的知识产权权利均归便利驿站或相关权利人所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。
    </p>
    <br />
    <p>
      9.4便利驿站名称中包含的所有权利 (包括商誉和商标)
      均归便利驿站或及关联公司所有。
    </p>
    <br />
    <p>
      9.5用户在使用便利驿站服务过程中不得非法使用或处分便利驿站或他人的知识产权权利。用户不得将已发表于便利驿站的信息以任何形式发布或授权其它网站（及媒体）使用。
    </p>
    <br />
    <p><strong>十、客户服务</strong></p>
    <br />
    <p>
      便利驿站建立专业的客服团队，并建立完善的客户服务制度，从技术、人员和制度上保障用户提问及投诉渠道的畅通，为用户提供及时的疑难解答与投诉反馈。
    </p>
    <br />
    <p>
      如果您对本条款或本服务有任何疑问可通过【联系我们】页面公布的联系方式咨询。
    </p>
    <br />
    <p><strong>十一、服务终止与协议的终止</strong></p>
    <br />
    <p>
      11.1便利驿站有权依据本条款约定注销用户的便利驿站账号，本条款于账号注销之日终止。
    </p>
    <br />
    <p>
      <strong>11.2</strong><strong>便利驿站</strong><strong>有权终止全部</strong
      ><strong>便利驿站</strong><strong>服务，本条款于</strong
      ><strong>便利驿站</strong
      ><strong>全部服务依法定程序及方式终止之日终止。该等情况下，</strong
      ><strong>便利驿站</strong
      ><strong
        >将提前三十日在网站或客户端首页显著位置持续公示有关信息。您同意</strong
      ><strong>便利驿站</strong><strong>不就终止</strong
      ><strong>便利驿站</strong
      ><strong>服务而对您或任何第三方承担任何责任。</strong>
    </p>
    <br />
    <p>
      11.3<strong
        >如果您不同意本条款或其中任何条款或本条款后续的不时修订，您应立即停止使用</strong
      ><strong>便利驿站</strong><strong>。</strong>
    </p>
    <br />
    <p>
      11.4本条款终止后，用户无权要求便利驿站继续向其提供任何服务或履行任何其他义务，包括但不限于要求便利驿站为用户保留或向用户披露其原便利驿站账号中的任何信息，向用户或第三方转发任何其未曾阅读或发送过的信息等。
    </p>
    <br />
    <p>11.5本条款的终止不影响守约方向违约方追究违约责任。</p>
    <br />
    <p><strong>十二、违约责任</strong></p>
    <br />
    <p>
      12.1便利驿站或用户违反本条款的约定即构成违约，违约方应当向守约方承担违约责任。除违反本条款第3.2条约定的情形以外，双方违反本条款的损害赔偿范围只包括直接损失，不包括间接损失。
    </p>
    <br />
    <p>
      12.2如用户违反本条款约定，以转售等商业目的进行交易，则便利驿站有权取消相关交易，并有权注销其便利驿站账号，终止为其提供便利驿站服务，如便利驿站因此而遭受损失的，有权要求用户赔偿损失。
    </p>
    <br />
    <p>
      12.3如因用户提供的信息不真实、不完整或不准确给便利驿站造成损失的，便利驿站有权要求用户对便利驿站进行损失的赔偿。
    </p>
    <br />
    <p>
      12.4.如因用户违反法律法规规定或本条款约定，在便利驿站或利用便利驿站服务从事非法活动的，便利驿站有权立即终止继续对其提供便利驿站服务，注销其账号，并要求其赔偿由此给便利驿站造成的损失。
    </p>
    <br />
    <p>
      12.5如用户以技术手段干扰便利驿站的运行或干扰其他用户对便利驿站使用的，便利驿站有权立即注销其便利驿站账号，并有权要求其赔偿由此给便利驿站造成的损失。
    </p>
    <br />
    <p>
      12.6如用户以虚构事实等方式恶意诋毁便利驿站的商誉，便利驿站有权要求用户向便利驿站公开道歉，赔偿其给便利驿站造成的损失，并有权终止对其提供便利驿站服务。
    </p>
    <br />
    <p><strong>十三、责任限制</strong></p>
    <br />
    <p>
      <strong>13.1用户理解并同意，</strong><strong>便利驿站</strong
      ><strong
        >会在现有技术水平和条件下尽最大努力向用户提供服务，确保服务的连贯性和安全性；但</strong
      ><strong>便利驿站</strong
      ><strong
        >不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力，大规模的病毒、木马和黑客攻击，系统不稳定，第三方服务瑕疵，政府管制等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</strong
      >
    </p>
    <br />
    <p>
      <strong>13.2在法律允许的范围内，</strong><strong>便利驿站</strong
      ><strong>对以下情形之一导致的服务中断或受阻不承担责任：</strong>
    </p>
    <br />
    <p>
      <strong
        >13.2.1受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</strong
      >
    </p>
    <br />
    <p>
      <strong>13.2.2用户或</strong><strong>便利驿站</strong
      ><strong>的电脑软件、系统、硬件和通信线路出现故障；</strong>
    </p>
    <br />
    <p><strong>13.2.3用户操作不当；</strong></p>
    <br />
    <p>
      <strong>13.2.4用户通过非</strong><strong>便利驿站</strong
      ><strong>授权的方式使用服务；</strong>
    </p>
    <br />
    <p>
      <strong>13.2.5其他</strong><strong>便利驿站</strong
      ><strong>无法控制或合理预见的情形。</strong>
    </p>
    <br />
    <p>
      <strong>13.3用户理解并同意，在使用</strong><strong>便利驿站</strong
      ><strong>服务的过程中，可能会遇到不可抗力等风险因素使</strong
      ><strong>便利驿站</strong
      ><strong
        >服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，</strong
      ><strong>便利驿站</strong
      ><strong
        >将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户造成的损失，</strong
      ><strong>便利驿站</strong><strong>将在法律允许的范围内免责。</strong>
    </p>
    <br />
    <p>
      13.4便利驿站依据本条款约定获得处理违法违规内容的权利，该权利不构成便利驿站的义务或承诺，便利驿站不能保证及时发现违法行为或进行相应处理。&nbsp;
    </p>
    <br />
    <p><strong>十四、法律适用和管辖</strong></p>
    <br />
    <p>
      14.1本条款之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例或行业惯例。
    </p>
    <br />
    <p>
      <strong>14.2用户与</strong><strong>便利驿站</strong
      ><strong
        >因本条款的履行发生争议的应通过友好协商解决，协商解决不成的，任何一方均可向</strong
      ><strong>武汉楚商汉源贸易有限公司</strong
      ><strong>注册地所属的人民法院提起诉讼。</strong>
    </p>
    <br />
    <p>&nbsp;</p>
    "
  </div>
</template>

<script>
export default {
  //import引入组件才能使用
  components: {},
  props: {},
  data() {
    return {}
  },
  // 计算属性
  computed: {},
  // 监听data中的数据变化
  watch: {},
  // 方法集合
  methods: {},
  // 生命周期，创建完成时（可以访问当前this实例）
  created() {},
  // 生命周期：挂载完成时（可以访问DOM元素）
  mounted() {},
  beforeCreate() {}, //生命周期：创建之前
  beforeMount() {}, //生命周期：挂载之前
  beforeUpdate() {}, //生命周期：更新之前
  updated() {}, //生命周期：更新之后
  beforeDestroy() {}, //生命周期：销毁之前
  destroyed() {}, //生命周期：销毁完成
  activated() {}, //如果页面有keep-alive缓存功能，这个函数会触发执行
}
</script>
<style scoped lang="scss">
.page {
  padding: 20rpx;
}
</style>
